Repository: ManfredRichthofen/gaggimate
Catalog: web/src/locales/*/messages.po
Languages: cs, de

source: Available Scales
cs: Dostupné váhy
de: Verfügbare Waagen

source: Back
cs: Zpět
de: Zurück

source: Bluetooth Scales
cs: Bluetooth váhy
de: Bluetooth Waagen

source: Click "Scan for Scales" to discover Bluetooth scales nearby
cs: Klikněte na "Hledat váhy" pro nalezení Bluetooth vah v okolí
de: Klicken Sie auf "Nach Waagen suchen", um Bluetooth-Waagen in der Nähe zu finden

source: Connect
cs: Připojit
de: Verbinden

source: Connected
cs: Připojeno
de: Verbunden

source: Controller version
cs: Verze kontroléru

source: Display version
cs: Verze displeje

source: Error loading scales. Please try again.
cs: Chyba při načítání vah. Zkuste to prosím znovu.
de: Fehler beim Laden der Waagen. Bitte versuchen Sie es erneut.

source: Finished
cs: Dokončeno
de: Abgeschlossen

source: Loading scales...
cs: Načítání vah...
de: Lade Waagen...

source: Make sure to backup your profiles from the profile screen before updating the display.
cs: Před aktualizací displeje se ujistěte, že jste zálohovali své profily z obrazovky profilů.
de: Stellen Sie sicher, dass Sie Ihre Profile vom Profilbildschirm sichern, bevor Sie das Display aktualisieren.

source: No scales found
cs: Nebyly nalezeny žádné váhy
de: Keine Waagen gefunden

source: Save & Refresh
cs: Uložit a obnovit
de: Speichern & Aktualisieren

source: Scales are automatically refreshed every 10 seconds. Use the scan button to discover new devices.
cs: Váhy se automaticky obnovují každých 10 sekund. Použijte tlačítko skenování pro objevení nových zařízení.
de: Waagen werden automatisch alle 10 Sekunden aktualisiert. Verwenden Sie die Scan-Taste, um neue Geräte zu entdecken.

source: Scan for Scales
cs: Hledat váhy
de: Nach Waagen suchen

source: Scanning...
cs: Skenování...
de: Suche...

source: Stable
cs: Stabilní
de: Stabil

source: System & Updates
cs: Systém a aktualizace

source: System Information
cs: Systémové informace
de: Systeminformationen

source: Update available: {version}
cs: Dostupná aktualizace: {version}
de: Update verfügbar: {version}

source: Update Channel
cs: Kanál aktualizací
de: Update-Kanal

source: Update Controller
cs: Aktualizovat kontrolér
de: Controller aktualisieren

source: Update Display
cs: Aktualizovat displej
de: Display aktualisieren

source: Updating controller firmware
cs: Aktualizace firmwaru kontroléru
de: Controller-Firmware wird aktualisiert

source: Updating Display filesystem
cs: Aktualizace souborového systému displeje
de: Display-Dateisystem wird aktualisiert

source: Updating Display firmware
cs: Aktualizace firmwaru displeje
de: Display-Firmware wird aktualisiert
